---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerElemMaterials
source: html/5ae631cf-e1b2-7c4e-0658-e20280ddb366.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerElemMaterials Property

"Material": Material

## Syntax (C#)
```csharp
public static ForgeTypeId LayerElemMaterials { get; }
```